<?php


return [
    'FishTender' => 'فش تندر',
    'header-title' => '+1000 متجر اسماك <br> إكتشف <span class="text-yellow">فش تندر </span>الان <br>إستفيد من العروض الإستثنائية',
    'join-us-now' => ' إنضم  إلينا  الآن',
    'mobile-app' => 'تطبيق التسوق من محلات الاسماك',
    'mobile-app-desc' => '<p>حمل فش تندر على هاتفك المحمول  <br>للشراء من متاجر الاسماك حول <br>المملكة العربية السعودية بكل سهولة</p>',
    'download-on' => 'حمل على ',
    'get-it-on' => 'حمل على ',
    'google-play' => ' قوقل  بلاي',
    'app-store' => ' متجر ابل ستور',
//    about
    'about' => 'حول ',
    'about-desc1' => "اول تطبيق سعودي لبيع وتوصيل الاسماك الى باب منزلك تصفح اكبر تشكيلة اسماك طازجة من خيرات البحر الاحمر والخليج العربي + 500 منتج و + 1000 متجر فقط اضف في السلة وقم  بالشراء الان.",
    'about-desc2' => 'تصفح <span style="direction: ltr!important;">2,000</span> + من المنتجات فقط اختر المفضلة لديك و قم بالطلب الآن ',
//   why
    'why' => 'لماذا',
    'why-desc' => 'مع أكثر من 1000 متجر  شريك يعملون في أكثر من 80 مدينة في المملكة العربية السعودية.
                        <strong> فش تندر</strong>هو منصة منصة لطلب ماتريد من ثمار البحر  الطازجة، في حين تتمتع بتجربه سهله وسريعة بعدة خطوات بسيطة. مع
                        <strong> فش تندر</strong> يمكنك الطلب من متجرك المفضل وتقييمه بعد استلام طلبك. كل ذلك بعدة خطوات عن طريق هاتفك المحمول واختيار الدفع عبر الانترنت !
                   ',
    'select-location' => 'تحديد الموقع',
    'select-location-desc' => '  ساعدنا في تحديد موقعك من أجل خدمتك بشكل أفضل وأسرع.',
    'choose-store' => 'اختيار المتجر',
    'choose-store-desc' => 'من المعمول بها، اختر من بين الآلاف من أسواق الأسماك. ',
    'pay-and-wait' => 'الدفع و الانتظار',
    'pay-and-wait-desc' => 'الدفع سهل و آمن عبر الإنترنت .',
    'fresh-products' => 'المنتجات <br/> الطازجة',
    'fresh-products-desc' => ' نحن نضمن لك 100٪ الأسماك الطازجة',
    'delivery' => 'التسليم <br>
     1 الى 7 ايام ',
    'delivery-desc' => 'نحن نقدر وقتك الثمين ! ستحصل على طلبك  من 1 إلى 7 أيام وهذا وعد ان شاء الله ',
    'promos' => 'عروض  <br/> وخصومات ',
    'promos-desc' => ' نقدم لك عروض ترويجية وخصومات لا نهاية لها مصممة لتعطيك تلك التجربة الفريدة في كل مرة تختار فيها التسوق من سوق السمك ',
    'products' => '+2000 <br> المنتجات ',
    'products-desc' => '+ 500 منتج و+ 1000  متجر يعني كل متاجر الاسماك في السعودية بين يديك',
//    available
    'available-title' => ' متوفر في <span class="text-yellow" >مواقع مختلفة</span> <br> في المملكة العربية السعودية',
    'available-desc' => 'نسعى الى ان نكون متوفرون في مواقع مختلفة  في المملكة العربية السعودية فش تندر أول تطبيق يجمع متاجر الاسماك الطازجة على الإنترنت في تطبيق واحد فقط  في المملكة العربية السعودية نحن نبحث عن تغطية كل المملكة لأنك تستحق الأفضل ولاكن كمرحلة اولى سنبداء بالعاصمة الحضارية منطقة الرياض وبعدها يتم اكمال التغطية في كل مناطق المملكة . إن توسيع مجالات التغطية يحتاج منا إلى مزيد من الوقت والجهد لضمان أعلى مستوى من الخدمات الجيدة. يمكنك تصفح جميع المواقع المدعومة وإضافة رقم هاتفك المحمول ليتم إشعارك في كل مرة نتوسع فيها إلى مناطق جديدة.',
//    how it works
    'how-it-works' => 'كيف يعمل',
    'first-thing' => 'أول شيء',
    'first-thing-desc' => '  حمل التطبيق وحدد موقعك الذي ترغب باستلام طلبك منه وبعدها تصفح المتاجر واختر مايناسبك  ',
    'add-to-cart' => 'الإضافة الى السلة',
    'add-to-cart-desc' => ' تصفح اكثر من + 500 منتج و+ 1000 متجر  ',
    'checkout' => 'الشراء و الدفع',
    'checkout-desc' => ' قم باضافة وسيلة الدفع ومن ثم قم بعملية الدفع',
    'days-delivery' => ' التسليم من 1 إلى 7 أيام',
    'days-delivery-desc' => 'مهما كان حجم طلبك لاتقلق منتجاتك تصلك طازجة ومغلفة ومغلقة  باحكام مع كمية من الثلج ',

//   be one of
    'beOne-title' => 'كن احد افراد طاقم  <span class="text-yellow">فش تندر</span>  ',
    'beOne-desc' => ' انظم الى كوكبة  الطاقة الايجابية في الموارد البشرية ',
    'join-as-partner' => ' انظم لفريق العمل الان ',
    'grow-business' => 'تنمية اعمالك كصياد <br> او صاحب محل اسماك  ',
    'grow-business-title' => ' 5+ سنوات من الخبرة  في هذا المجال ',
    'grow-business-desc' => 'زيادة الإيرادات الخاصة بك مع فش تندر، منصتنا يساعدك على فتح قناة مبيعات جديدة للحصول على المزيد من المبيعات نزل تطبيق الصياد الان وابدا بانشاء متجرك الالكتروني واستقبال الطلبات من جميع مناطق المملكة',


    'Professional' => 'مميزات   <br >تطبيق الصياد ',
    'Professional-title' => '  أكثر من  5k متجر وصياد',
    'Professional-desc' => 'شراكة مع خبراء السوق لتعزيز عملك والتغلب على التحديات. أدوات ادارية ومالية في تطبيق الصياد الخاص بالصيادين واصحاب محلات الاسماك',

    'how-to-join' => ' كيفية <span class="text-yellow">فتح متجر اسماك</span>',
    'Download-app' => 'قم بتحميل تطبيق صياد الخاص باصحاب متاجر الاسماك ',
    'submit-information' => 'إرسال<br > معلوماتك ',
    'team-contact' => ' سيقوم <br > فريقنا بالاتصال بك',
    'setup-profile' => 'إعداد ملف الصياد <br >  الخاص بك',
    'receiving-order' => 'بدء تلقي <br > المزيد من الطلبات',
    'fisher-app' => 'تطبيق الصياد لاصحاب متاجر الاسماك',

//    contact us
    'contact-us' => 'اتصل بنا ',
    'contact-desc' => 'الاسئله؟ اقتراحات؟ لا تتردد في الاتصال بنا.',
    'full-name' => 'الاسم الكامل',
    'email' => 'عنوان البريد الإلكتروني',
    'subject' => 'الموضوع',
    'message' => 'الرسالة',
    'note' => 'باتخاذك هذا الإجراء فإنك توافق على الشروط والأحكام وسياسة الخصوصية',
    'send' => 'ارسل',

//    navbar
    'intro' => 'مقدمة',
    'about-us' => 'من نحن',
    'join-us' => 'إنضم الينا',





//    footer
    'download' => 'حمل التطبيق',
    'order-fish1' => 'حمل تطبيق فش تندر للتسوق  ',
    'order-fish2' => '  حمل تطبيق صياد لفتح متجر اسماك وبيع الاسماك ',
    'footer-desc' => 'أول تطبيق سعودي لمتاجر  الأسماك في السعودية  ! تصفح أكبر مجموعة من متاجر الاسماك الطازجة  ليصلك في موقعك',

    'add-business' => 'إضافة نشاطك التجاري',
    'join-team' => 'انضم لفريقنا',

    'our-regions' => 'مناطقنا',
    'riyadh' => 'الرياض ',



    'our-partners' => 'شركاؤنا',
    'arkan' => 'اركان التصميم للدعاية والاعلان ',



    'help' => 'تعليمات',


    'FAQs' => 'الأسئلة الشائعة',
    'terms-of-use' => 'شروط الاستخدام',
    'privacy' => 'سياسة الخصوصية',

    'view-all' => 'عرض الكل...',
    'all-right' => 'كل الحقوق محفوظة لفيش تندر',





    // jouin our team
    'motivation' => 'الرسالة ',
    'join-desc' =>  "انضم لفريق عملنا للاسئلة  والاقتراحات لاتتردد في التواصل معنا",

    //privacy



];
