<?php

return [
    'login' => [
        'login-text' => 'سجل لبدء جلستك 👋',
        'forgot-password' => 'هل نسيت كلمة السر ؟ 🔒',
        'remember_me' => 'تتذكرني.',
        'login' => 'تسجيل الدخول',
        'send-reset-link' => 'ارسال رابط اعادة التعيين',
        'reset-password' => 'ضع كلمة مرور جديدة',
        'welcome-message' => 'مرحبا بكم في ادارة سفر',
        'welcome-message-shop' => 'مرحبا بكم في هميتو',
        'welcome-text' => 'ارجوك سجل دخولك الى حسابك و ابدا الجلسة',
        'forgot-message' => 'نسيت كلمة السر ؟ 🔒',
        'reset-message' => 'اعادة تعيين كلمة المرور 🔒',
        'reset-text' => 'يجب ان تكون كلمة مرورك الجديدة مختلفة عن كلمة المرور المستخدمة سابقا',
        'forgot-text' => 'ادخل بريدك الالكتروني و سيرسل اليك تعليمات لاعادة تعيين كلمة المرور الخاصة بك',
        'create-password' => 'انشىء كلمة مرور جديدة الان',
    ],

    'password' => 'كلمة مرور',
    'list' => 'قائمة :name',
    'password_confirmation' => 'تاكيد كلمة المرور',
    'email' => 'البريد الالكتروني',
    'name' => 'اسم',
    'code' => 'رمز',
    'codeC' => ' رمز الدولة',
    'offer_by_type' => 'تصنيف العروض حسب النوع',
    'logo' => 'الشعار',
    'accountant' => 'محاسب',
    'agent' => 'وكيل',
    'save' => 'حفظ',
    'first_name' => 'الاسم',
    'choose-image' => 'اختر صورة',
    'last_name' => 'اللقب',
    'user' => '{1}المستخدم|[2,*]المستخدمين',
    'tag' => '{1}الوسم|[2,*]الاوسمه',
    'report-category' => '{1}فئة التقرير|[2,*] فئات التقارير',
    'report' => '{1}التقرير|[2,*] التقارير',
    'permission' => '{1}الصلاحية|[2,*]الصلاحيات',
    'role' => '{1}دور|[2,*]الادوار',
    'recipe' => '{1}الوصفة|[2,*]الوصفات',
    'category' => '{1}العرض|[2,*]العروض',
    'ticket_category' => '{1}صنف التذكرة|[2,*]اصناف التذكرة',
    'product' => '{1}المنتج|[2,*]المنتجات',
    'admin' => '{1}مدير|[2,*]مدراء',
    'fisher' => '{1}صائد|[2,*]صيادين',
    'client' => '{1}زبون|[2,*]زبائن',
    'order' => '{1}طلب|[2,*]طلبات',
    'delivery_order_request' => '{1}طلب توصيل|[2,*]طلبات توصيل',
    'notification'             => '{1}اشعار|[2,*]اشعارات',
    'ticket' => '{1}تذكرة|[2,*]تذاكر',
    'company' => '{1}شركة|[2,*]الشركات',
    'payment' => '{1}قسط|[2,*]اقساط',
    'city' => '{1}محافظة|[2,*]محافظات',
    'account' => '{1}حساب|[2,*]حسابات',
    'image' => '{1}صورة|[2,*]صور',
    'video' => '{1}فيديو|[2,*]أشرطة فيديو',
    'unit' => '{1}وحدة|[2,*]وحدات',
    'service' => '{1}خدمة|[2,*]خدمات',
    'coupon' => '{1}قسيمة|[2,*]كوبونات',
    'section' => '{1}قسم|[2,*]أقسام',
    'booking' => '{1}الحجز|[2,*]الحجوزات',
    'country' => '{1}دولة|[2,*]الدول',
    'domain' => '{1}مجال|[2,*]مجالات',
    'story' => '{1}قصة|[2,*]قصص',
    'rating' => 'تقييم',
    'dashboard' => 'لوحة القيادة',
    'accounts' => 'حسابات',
    'error' => 'خطا!',
    'undefined' => 'غير معرف',
    'success' => 'نجاح!',
    'profile' => 'الملف الشخصي',
    'settings' => 'الاعدادات',
    'created_at' => 'انشئت في',
    'reset' => 'اعادة التعيين',
    'details' => 'التفاصيل',
    'wallet' => 'المحفظة',
    'phone' => 'الهاتف',
    'fax' => 'فاكس',
    'address' => 'العنوان',
    'certified' => 'مصادق عليه',
    'default_shipping_price' => 'سعر التسوق الافتراضي',
    'type' => 'النوع',
    'nationality' => 'الجنسية',
    'remove_car' => 'ازالة السيارة',
    'old_password' => 'الرقم السري القديم',
    'current-password' => 'الرقم السري الحالي',
    'state' => 'الحالة',
    'message' => 'رسالة',
    'title' => 'عنوان',
    'status' => 'الحالة',
    'statistics' => 'الاحصائيات',
    'amount' => 'مقدار',
    'description' => 'وصف',
    'shipping' => 'الشحن',
    'optional' => 'خياري',
    'note' => 'ملاحظة',
    'total' => 'المجموع',
    'payment_method' => 'طريقة الدفع',
    'all' => 'الكل',
    'value' => 'القيمة',
    'start_date' => 'تاريخ البدء',
    'end_date' => 'تاريخ الانتهاء',
    'start_work_day' => 'تاريخ البدء العمل',
    'end_work_day' => 'تاريخ الانتهاء العمل',
    'this_week' => 'هذا الاسبوع',
    'last_week' => 'الاسبوع الماضي',
    'this_month' => 'هذا الشهر',
    'submit' => 'ارسال',
    'print' => 'طبع',
    'date' => 'التاريخ',
    'from' => 'من',
    'to' => 'الى',
    'fisher_name' => 'إسم الصياد',
    'price' => 'السعر',
    'offer' => '{1}اعلان|[2,*]اعلانات',
    'seller' => '{1}البائع|[2,*]الباعة',
    'pro_seller' => '{1}بائع متميز|[2,*]البائعين المتميزين',
    'username' => 'اسم المستخدم',
    'country_code' => 'رمز الدولة',
    'archived' => 'مؤرشف',
    'actions' => 'العمليات',
    'states' => [
        1 => 'غير مفعل',
        2 => 'مفعل',
    ],
    'offer_states' => [
        1 => 'مؤكد',
        2 => 'قيد الانتظار',
        3 => 'ألغيت',
    ],

    'offer_types' => [
        1 => 'ترويج',
        2 => 'عرض',
    ],

    'offer_promotion_price' => 'سعر الترويج',
    'offer_slide_price' => 'سعر عرض الاعلان',

    'ticket_priority' => [
        1 => 'منخفضة',
        2 => 'متوسطة',
        3 => 'عالية'
    ],
    'ticket_status' => [
        1 => 'مفتوح',
        2 => 'مغلق'
    ],

    'priority' => 'اولوية',

    'image-types' => [
        1 => 'صورة',
        2 => 'شعار'
    ],

    'active-states' => [
        true => 'مفعل',
        false => 'غير مفعل'
    ],

    'is-active' => [
        1 => 'نعم',
        2 => 'لا'
    ],

    'yes' => 'نعم',
    'no' => 'لا',
    'shipping_fees' => 'رسوم التوصيل',
    'final_balance' => 'الرصيد النهائي',
    'old_wallet_amount' => 'مبلغ المحفظة القديمة',
    'new_wallet_amount' => 'مبلغ المحفظة الجديدة',
    'dept' => 'قسم',
    'search' => 'بحث',
    'active' => 'مفعل',
    'inactive' => 'غير مفعل',
    'general' => 'عام',
    'contact' => 'اتصل',
    'footer_and_seo' => 'Footer AND SEO',
    'social_links' => 'روابط اجتماعية',
    'analytics' => 'التحليلات',
    'site_name' => 'اسم الموقع',
    'default_email' => 'البريد الالكتروني الافتراضي',
    'contact_email' => 'بريد الالكتروني للتواصل',
    'currency_code' => 'رمز العملة',
    'social_facebook' => 'حساب الفيسبوك',
    'social_twitter' => 'حساب التويتر',
    'social_instagram' => 'حساب انستقرام',
    'social_linkedin' => 'حساب لينكدان',
    'social_snapchat' => 'حساب سنابشات',
    'social_youtube' => 'حساب يوتيوب',
    'disabled' => 'معطل',
    'enable' => 'مفعل',
    'invoice' => 'فاتورة',
    'contact_us' => 'إتصل بنا',


    'location' => '{1}الموقع|[2,*]المواقع',

    'order_status' => [
        1 => 'قيد الانتظار',
        2 => 'مقبول',
        3 => 'مجهز',
        4 => 'تم الشحن',
        5 => 'تم التوصيل',
        6 => 'ألغيت',

    ],

    'more_info' => 'مزيد من المعلومات',
    'recently_added_products' => 'المنتجات المضافة حديثًا',
    'latest_orders' => 'أحدث الطلبات',
    'users_count' => 'عدد المستخدمين',
    'active_fishers' => 'الصيادون النشطون',
    'inactive_fishers' => 'الصيادون غير النشطين',
    'successful_orders' => 'الطلبات الناجحة',
    'canceled_orders' => 'الطلبات الملغاة',
    'pending_orders' => 'الطلبات المعلقة',

    'value_added_tax' => 'ضريبة القيمة المضافة',
    'site_tax' => 'ضريبة الموقع',
    'offer_price_per_day' => 'سعر العرض لليوم الواحد',
    'search_diameter' => 'قطر البحث',
    'min_withdrawal_amount' => 'الحد الأدنى لمبلغ السحب',

    'longitude' => 'خط الطول',
    'latitude' => 'خط العرض',


    'latest_tickets' => 'أحدث التذاكر',
    'latest_fishers_requests' => 'أحدث طلبات الصيادين',
    'commercial_registration_number' => 'رقم السجل التجاري',
    'iban' => 'ايبان',
    'bank_name' => 'اسم البنك',
    'commercial_registration_pdf' => 'سجل تجاري pdf ',

    'question' => '{1}السؤال|[2,*]الأسئلة',
    'answer' => '{1}الاجابة|[2,*]الاجابات',
    'subject' => '{1}الموضوع|[2,*]المواضيع',
    'withdrawal' => '{1}سحب|[2,*]سحب',
    'hour' => '{1}ساعة|[2,*]ساعات',
    'rate-tag' => '{1}علامة التصنيف|[2,*]علامات التصنيف',

    'seller_withdrawal' => 'سحب البائع',
    'user_withdrawal' => 'سحب المستخدم',
    'fisher_products' => 'منتجات الصياد',

    'fisher_products_details' => 'تفاصيل المنتج',

    'single_time_use' => 'استخدام مرة واحدة',

    'image-state' => [
        1 => 'نشط',
        2 => 'غير نشط',
        3 => 'قيد الانتظار',
    ],

    'cancel_order_request' => '{1}طلب إلغاء الطلب|[2,*]طلبات إلغاء الطلب',
    'no-resources' => 'لا توجد موارد',

    'order-details' => 'تفاصيل الطلب',

    'fish-tender' => 'فيش تندر',

    'electronic-payment' => 'الدفع الالكتروني',

    'quantity' => 'كمية',

    'sub_total' => 'المجموع الفرعي',

    'tax' => 'الضريبة',

    'privacy_policy' => 'سياسة الخصوصية',

    'min_order_amount' => 'المبلغ الأدنى للطلب',

    'cancel-order-state' => [
        1 => 'قيد انتظار',
        2 => 'تم حلها',
        3 => 'مرفوض',
    ],

    'withdrawal_status' => [
        1 => 'مؤكد',
        2 => 'قيد الانتظار',
        3 => 'ألغيت',
    ],


    'days' => 'الأيام',
    'fisher_status' => [
        1 => 'صياد غير نشط',
        2 => 'صياد نشط',
        3 => 'صياد جديد',
    ],

    'coupon-status' => [
        1 => 'نشط',
        2 => 'استخدام مرة واحدة',
        3 => 'غير نشط',
    ],

    'offer_details' => 'تفاصيل العرض',

    'user_terms_of_use' => 'شروط الاستخدام الخاصة بالمستخدم',
    'seller_terms_of_use' => 'شروط الاستخدام الخاصة بالبائع',
    'terms_of_use' => 'شروط الاستخدام',

    'about_us' => 'معلومات عنا',

    'start_work_time' => 'وقت بدء العمل',
    'end_work_time' => 'انتهاء وقت العمل',
    'delivery_price' => 'سعر الشحن',

    'receivers' => 'المعنيين',

    'name_ar' => 'الاسم بالعربي',
    'delivery' => 'التوصيل',

    'applications' => 'التطبيقات',
    'fisher_app_ios' => 'تطبيق الصياد IOS',
    'fisher_app_android' => 'تطبيق الصياد Android',
    'user_app_ios' => 'تطبيق التسوق IOS',
    'user_app_android' => 'تطبيق التسوق Android',
    'order_delivered' => 'تم ايصال الطلب',

    'frequently_asked_questions' => 'أسئلة شائعة',
    'meta_names' => 'أسماء مختلفة ممكنة لهذه المدينة',

    'fisher_instruction' => 'تعليمات الصياد',
    'user_instruction' => 'تعليمات العميل',

    'pending_type' => 'السبب',
    'pending_types' => [
        'logo' => 'الشعار',
        'commercial_registration' => 'السجل التجاري',
        'information' => 'المعلومات'
    ],

    'wallets_sum' => 'مجموع المحافض',
    'benefit' => 'الفائدة',
    'delivery_benefit' => 'فائدة التوصيل',

    'total_benefit' => 'الفائدة الإجمالية',
    'total_benefits' => [
        'day' => 'فائدة يومية',
        'week' => 'فائدة أسبوعية',
        'month' => 'فائدة شهرية',
        'year' => 'فائدة سنوية'
    ],

    'completed_orders_list' => 'قائمة الطلبات المكتملة',

    'video_size' => 'حجم الفيديو',
    'video_duration' => 'مدة الفيديو',
    'general_settings' => 'الاعدادات العامة',
    'max_width'     => 'العرض الأقصى',
    'max_height'     => 'اقصى ارتفاع',
    'kilobytes'     => 'كيلوبايت',
    'video_settings'     => 'اعدادات الفيديو',

    'product-state' => [
        1 => 'متوفر',
        2 => 'غير متوفر'
    ],

    'days_of_the_week' => [

        1 => 'السبت',
        2 => 'الأحد',
        3 => 'الإثنين',
        4 => 'الثلاثاء',
        5 => 'الأربعاء',
        6 => 'الخميس',
        7 => 'الجمعة',

    ],


    'content'     => 'المحتوى',


    'ingredients' => 'المكونات',
    'preparation' => 'التحضير',

    'preparation_video' => 'فيديو التحضير',
    'preparation_attachment' => 'مرفق التحضير',

    'birth_date' => 'تاريخ الميلاد',

    'number_of_guests' => 'عدد الضيوف',

    'residential' => 'عنوان السكن',

    'Map' => 'الخريطة',

    'work_hours' => 'ساعات العمل',
    'rate' => 'تقييم',

    'number_of_invitations' => 'عدد الدعوات',
    'count' => 'العدد',
    'most_report_category' => 'فئة التقرير الاكثر استعمال',

    'recipe_orders' => 'طلبات الوصفات',

    'value_payed' => 'قيمة العربون',

    'food_order' => 'طلبات الطعام',

    'number_of_invitation' => 'عدد الدعوات',

    'pro_offer_price' => 'سعر العرض المحترف',

    'total_tax' => 'مجموع الضريبة',


    'order_count' => 'مجموع الطلبات',
    'total_order_benefit' => 'إجمالي فائدة الطلبات',
    'total_order_price' => 'إجمالي سعر الطلبات',

    'order_recipe_count' => 'مجموع طلبات الوصفات',
    'total_recipe_benefit' => 'إجمالي فائدة الوصفات',
    'total_recipe_price' => 'إجمالي سعر الوصفات',

    'canceled_booking_count' => 'مجموع الحجوزات الملغات ',
    'total_canceled_booking_benefit' => 'إجمالي فائدة الحجوزات الملغات',
    'total_canceled_booking_price' => 'إجمالي سعر الحجوزات الملغات',

    'total_price' => 'السعر الكلي',


    'daily_average' => 'المتوسط اليومي',

    'seller_wallet' => 'محفظة البائعين',
    'user_wallet' => 'محفظة المستخدمين',

    'total_wallets' => 'مجموع المحافظ',

    'first_order_date' => 'الطلب الأول',
    'last_order_date' => 'آخر طلب',
    'total_orders_count' => 'عدد الطلبات الإجمالية',
    'uncheck' => 'إزالة الشيك',
    'empty' => 'فارغ',
    'featured' => 'متميز',
    'offer_limits' => 'العدد الأقصى للعروض',
    'link'                  => 'الرابط',
    'auto_accepted'                  => 'يتم الموافقة على الطلبات تلقائيا.',
    'max_number_of_offers'                  => 'الحد الأقصى لعدد العروض المسموح بها.',
    'request_for_approval' => 'بانتظار الموافقة',
    'trade_register' => 'سجل تجاري',
    'featured_offers' => 'العروض المتميزة',
    'normal_offers' => 'العروض العادية',
    'auto_accept_offer_for_all' => 'القبول تلقائي للعروض لجميع الشركات',

    'views' => 'المشاهدات',
    'social_media_links_visibility' => 'ظهور روابط وسائل التواصل الاجتماعي'

];
